{	
	
  "version": "ورژن 1.0.0",
  "Skip":	  "چھوڑ دو",
	
  "Language":	  "زبان",
  "English":	  "انگریزی",
  "Arabic":	  "عربی",
  "Urdu": "اردو",			
	
  "title1":	  "صحت مند کام اور زندگی میں توازن رکھیں",
  "title2":	  "اپنے کام کو ٹریک کریں اور نتیجہ حاصل کریں",
  "title3":	  "ہمارے سسٹم کے ساتھ لطف اٹھائیں...",
	
  "description1":	  "کام کے اوقات کا نظم کریں اور خراب انتظام پر نظر رکھیں جو تمام کاروباری ورک فلو کو نقصان پہنچا سکتا ہے",
  "description2":	  "قواعد پر عمل کریں اور کامیابی کا نتیجہ حاصل کریں جو آپ کے کاروبار کو بڑھا سکتا ہے",
	
  "role":	  "خوش آمدید",
  "Done Before": "پہلے ہو گیا۔",
  "You are welcome":	  "آپکا خیر مقدم ہے",
  "Request approved successfully":	  "درخواست کامیابی سے منظور ہوئی",
  "You Do Not Have Clearance Items": "دو قابل ذکر کلیئرنس آئٹمز ہیں۔",
	
  "Print":	  "پرنٹ کریں",
  "Print Emp Cards":	  "ایم پی کارڈز پرنٹ کریں",
	
  "ownerLogin":	  "بزنس اونر / ایڈمن / HR",
  "descOwner":	  "اپنی کمپنی کو رجسٹر کریں اور حاضری شروع کریں",
	
  "Employee":	  "ملازم",
  "EmployeeLogin":	  "تصدیق کریں",
  "descEm":	  "کمپنی کا کوڈ درج کریں",
  "Loading ...":	  "لوڈ ہو رہا ہے...",
	
  "Sign In":	  "سائن ان",
  "Save Me":	  "مجھے پہچانتے ہو",
	
  "Password":	  "پاس ورڈ",
  "Enter password":	  "پاس ورڈ درج کریں",
	
  "Code":	  "کوڈ",
  "Enter code":	  "کوڈ درج کریں",
	
  "Admin":	  "ایڈمن",
  "Employees":	  "ملازمین",
  "Late":	  "دیر",
  "Absent":	  "غیر حاضر",
  "Presents":	  "تحفہ",
  "Present":	  "موجودہ",
	
  "Employee Profile":	  "ملازمین کا پروفائل",
  "Terms of Services":	  "سروسز کی شرائط",
  "Privacy Policy":	  "رازداری کی پالیسی",
  "Logout":	  "لاگ آوٹ",
  "Settings":	  "ترتیبات",
  "Share App":	  "شیئر ایپ",
	
  "Profile":	  "پروفائل",
  "Company Code":	  "کمپنی کوڈ",
  "Enter Company Code":	  "کمپنی کوڈ درج کریں",
  "Invalid company code number":	  "غلط کمپنی کوڈ نمبر",
	
  "Employee Management":	  "ملازمین کا انتظام",
  "Employee Card Scanner":	  "ملازمین کارڈ سکینر",
  "Employee Attendance":	  "ملازمین کی حاضری",
  "Request Vacation":	  "چھٹی کی درخواست کریں",
  "Employee Loan":	  "ملازمین کا قرض",
  "MonthName": "مہینے کا نام",
  "MonthCount": "مہینوں کی گنتی",
  "Loan Management": "قرض کا انتظام",
  "LoanDate": "قرض کی تاریخ",

  "Loan List": "قرض کی فہرست",
  "Cash Request List" : "کیش کی درخواست کی فہرست",
  "Loan Delay List": "قرض میں تاخیر کی فہرست",
  "Loan Delay Management": "قرض میں تاخیر کا انتظام",
  "LoanDelay Request":	  "قرض میں تاخیر کی درخواست",
  "Cash Requests":	  "نقد کی درخواست",
  "Employee Clearance":	  "ملازمین کی منظوری",
  "Employee Penalty":	  "ملازمین کا جرمانہ",
  "Penalty Type":	  "جرمانے کی قسم",
  "PenaltyReason": "سزا کی وجہ",
  "Evaluated": "اندازہ لگایا",
  "Penalty": "جرمانہ",
  "Penalty List": "جرمانے کی فہرست",
  "Penalty Management": "پینلٹی مینجمنٹ",
  "Penalty Notification": "جرمانے کی اطلاع",
  "item evaluation reason": "جوہری ارتقاء کی دوڑیں",
	
  "Employee List":	  "ملازمین کی فہرست",
  "Cancel Selection":	  "منسوخ انتخاب",
  "Continue":	  "جاری رہے",
  "Mark Attendance":	  "حاضری کو نشان زد کریں",
  "No Employees Under Your Control":	  "آپ کے کنٹرول میں کوئی ملازم نہیں",
	
  "Search Location":	  "مقام تلاش کریں",
  "Location Map":	  "مقام کا نقشہ",
  "Confirm":	  "تصدیق کریں",
	
  "Vacation Management":	  "تعطیلات کا انتظام",
  "Attendance Management":	  "حاضری کا انتظام",
	
  "Cash Request Information":	  "نقد کی درخواست کی معلومات",
	
  "Amount":	  "رقم",
  "Max Value Is 325": "انٹر ویل ہری",
  "AmountPerMonth": "ماہانہ رقم",
  "Submit":	  "جمع کرائیں",
	
  "Please Fill all Fields":	  "براہ کرم تمام فیلڈز بھریں",
  "Cash request sent successfully":	  "نقد کی درخواست کامیابی کے ساتھ بھیجی گئی",
	
  "Clearance request sent successfully":	  "کلیئرنس کی درخواست کامیابی کے ساتھ بھیجی گئی",
  "Clearance request sending error":	  "کلیئرنس کی درخواست بھیجنے میں غلطی",
	
  "My Charges":	  "میرے چارجز",
  "My Assets":	  "میرے اثاثے",
  "Value":	  "قدر",
  "Charge":	  "چارج",
  "Qty":	  "مقدار",
  "Asset":	  "اثاثہ",
  "Asset Category":	  "اثاثہ زمرہ",
  "Clearance List": "کلیئرنس کی فہرست",
  "Clearance Center":	  "کلیئرنس سینٹر",
  "Clearance request":	 "کلیئرنس کی درخواست",
  "Clearance Request Information":	  "کلیئرنس کی درخواست کی معلومات",
	
  "General Request Information":	  "عام درخواست کی معلومات",
  "Request title":	  "عنوان کی درخواست کریں",
  "Title":	  "عنوان",
  "Description":	  "تفصیل",
  "general request reason":	  "عام درخواست کی وجہ",
  "Attachments":	  "منسلکات",
  "General request sent successfully":	  "عام درخواست کامیابی کے ساتھ بھیجی گئی",
	
  "Loan Center":	  "قرض مرکز",
  "Loan Request Information":	  "قرض کی درخواست کی معلومات",
  "Select Loan Type":	  "قرض کی قسم منتخب کریں",
  "Select Effective Month":	  "موثر مہینہ منتخب کریں",
  "Loan Amount":	  "قرضے کی رقم",
  "amount":	  "رقم",
  "Months Count":	  "مہینوں کی گنتی",
  "count":	  "شمار",
  "Loan Reason":	  "قرض کی وجہ",
  "Loan request sent successfully":	  "قرض کی درخواست کامیابی سے بھیجی گئی",
  "Loan request sending error":	  "قرض کی درخواست بھیجنے میں غلطی",
	
  "Leave List":	  "پتیوں کی فہرست",
  "From Day":	  "دن سے",
  "To Day":	  "آج تک",
  "Leave day":	  "چھٹی کا دن",
  "Approve":	  "منظور کریں",
  "Reject":	  "مسترد کریں",
  "Notify":	  "مطلع",
  "No Requests Yet":	  "ابھی تک کوئی درخواست نہیں",
	
  "Select Attendance":	  "حاضری کا انتخاب کریں",
  "Half Day":	  "ادھا دن",
  "Holiday":	  "چھٹی",
  "In Time":	  "وقت میں",
  "Out Time":	  "وقت ختم",
  "Submit Attendance":	  "حاضری جمع کروائیں",
  "selected check-in must be less than check-out time":	  "منتخب چیک ان چیک آؤٹ کے وقت سے کم ہونا چاہیے",
  "select check-in and check-out time":	  "چیک ان اور چیک آؤٹ کا وقت منتخب کریں",
	
  "Missed Attendance List":	  "چھوٹ گئی حاضری کی فہرست",
  "check In":	  "چیک ان",
  "Check out":	  "اس کو دیکھو",
  "reason":	  "وجہ",
	
  "Employee Card":	  "ملازمین کارڈ",
  "FirstName" : "پہلا نام",
  "LastName" : "آخری نام",
  "Position" : "پوزیشن",
  "ID / Iqama No ":	  "ID/اقامہ نمبر",
	
  "Attendance Decision History":	  "حاضری کے فیصلے کی تاریخ",
  "No History Yet":	  "ابھی تک کوئی تاریخ نہیں",
  "Decision History":	  "فیصلے کی تاریخ",
	
  "Attendance Check Out List":	  "حاضری چیک آؤٹ لسٹ",
  "Pending For Approval...":	  "منظوری کے لیے زیر التواء...",
  "Check-Out":	  "اس کو دیکھو",
  "Day":	  "دن",
  "Check in":	  "چیک ان",
  "Time":	  "وقت",
  "Date":	  "تاریخ",
  "Check out reason":	  "چیک آؤٹ کی وجہ",
  "Please select the current day":	  "براہ کرم موجودہ دن کا انتخاب کریں",
  "Please enter reason":	  "براہ کرم وجہ درج کریں",
  "Pending":	  "زیر التواء",
	
  "YES":	  "جی ہاں",
  "NO":	  "نہیں",
  "Are You Want To Check out this day":	  "کیا آپ اس دن کو چیک کرنا چاہتے ہیں؟",
	
  "please check out this day!":	  "براہ کرم اس دن کو چیک کریں!",
  "reasons":	  "وجوہات",
  "CHECK OUT":	  "اس کو دیکھو",
	
  "Clear All Data":	  "تمام ڈیٹا صاف کریں",
  "Are you sure?":	  "کیا تمہیں یقین ہے؟",
  "You want to clear all data.":	  "کیا آپ تمام ڈیٹا صاف کرنا چاہتے ہیں؟",
  "OK":	  "ٹھیک ہے",
  "Data cleared successfully":	  "ڈیٹا کامیابی سے صاف ہو گیا",
	
  "Penalty Center":	  "پینلٹی سینٹر",
  "Penalty Request Information":	  "جرمانے کی درخواست کی معلومات",
  "Select Emp Name":	  "ایم پی کا نام منتخب کریں",
  "Select":	  "منتخب کریں",
  "AffectiveDate":	  "مؤثر تاریخ",
  "Penalty Reason":	  "سزا کی وجہ",
  "Penalty request sent successfully":	  "جرمانے کی درخواست کامیابی کے ساتھ بھیجی گئی",
	
  "Emp Code":	  "ایم پی کوڈ",
  "Emp Name":	  "ایم پی کا نام",
  "Emp BirthDay":	  "ایم پی برتھ ڈے",
  "Manager Name":	  "مینیجر کا نام",
  "Email Address":	  "ای میل اڈریس",
  "Phone Number":	  "فون نمبر",
  "Address":	  "پتہ",
  "Gender":	  "صنف",
	
  "Qr":	  "QR",
  "Any":	  "کوئی بھی",
  "Location":	  "مقام",
  "SAVE":	  "محفوظ کریں",
  "Select The Employee Attendance Config":	  "ملازمین کی حاضری کی ترتیب کو منتخب کریں",
  "Employee Configuration Successfully Changed":	  "ملازمین کی ترتیب کامیابی سے تبدیل کر دی گئی",
	
  "Please put the date time":	  "براہ کرم تاریخ کا وقت درج کریں",
	
  "Exit":	  "باہر نکلیں",
  "Verify":	  "تصدیق کریں",
  "You want to exit.":	  "کیا آپ باہر نکلنا چاہتے ہیں؟",
	
  "Cancel":	  "منسوخ کریں",
  "Enter reason here":	  "وجہ یہاں درج کریں",
  "Please put your reason of rejection":	  "براہ کرم مسترد کرنے کی وجہ درج کریں",
  "Are you sure approving this request":	  "کیا آپ واقعی اس درخواست کو منظور کر رہے ہیں؟",
  "Are you sure rejecting this request":	  "کیا آپ واقعی اس درخواست کو مسترد کر رہے ہیں؟",
  "Request Approved Successfully": "درخواست کامیابی کے ساتھ منظور ہو گئی",
  "Request rejection sent Successfully": "مسترد کرنے کی درخواست کامیابی کے ساتھ بھیج دی گئی",
  "Request Notified Successfully": "درخواست کو کامیابی سے مطلع کر دیا گیا۔",
  "Missed Attendance Notified Successfully": "کمی حاضری کی اطلاع کامیابی سے دی گئی۔",
	
  "My Attendance":	  "میری حاضری",
  "Be with us at a time":	  "ایک وقت میں ہمارے ساتھ رہو",
  "Active your attendance mode":	  "اپنی حاضری کے موڈ کو فعال کریں",
  "Check-In":	  "چیک ان",
  "Check-In Successfully":	  "چیک ان کامیابی سے",
  "you are already checked out":	  "آپ پہلے ہی چیک آؤٹ کر چکے ہیں۔",
  "Wish You Good Day":	  "آپ کو اچھا دن مبارک ہو",
	
  "Clearance Management":	  "کلیئرنس مینجمنٹ",
  "attachment file":	  "ایک فائل منسلک کریں",
  "Please check internet connection":	  "براہ کرم انٹرنیٹ کنکشن چیک کریں!",
  "Please wait at least 5 minutes to check-out":	  "براہ کرم چیک آؤٹ کے لیے کم از کم 5 منٹ انتظار کریں۔",
	
  "Request Vacation Information":	  "چھٹی کی معلومات کی درخواست کریں",
  "Select Vacation Type":	  "چھٹی کی قسم منتخب کریں",
  "Vacation request sent successfully":	  "چھٹی کی درخواست کامیابی کے ساتھ بھیجی گئی",
  "vacation reason":	  "چھٹی کی وجہ",
  "To Date":	  "آج تک",
  "From Date":	  "اس تاریخ سے",
	
  "Loan ID":	  "قرض کی شناخت",
  "Loan Type":	  "قرض کی قسم",
  "Start Month":	  "شروع مہینہ",
  "End Month":	  "آخری مہینہ",
  "Please Select Month":	  "مہینہ منتخب کریں",
  "Loan Delay Request":	  "قرض میں تاخیر کی درخواست",
  "Please Select Your Loan":	  "براہ کرم اپنا قرض منتخب کریں",
  "Loan Delay Request Information":	  "قرض میں تاخیر کی درخواست کی معلومات",
  "Loan Delay request sending error":	  "قرض میں تاخیر کی درخواست بھیجنے میں غلطی",
  "Loan Delay request sent successfully":	  "قرض میں تاخیر کی درخواست کامیnابی کے ساتھ بھیجی گئی",
	
  "Sign_In_title":	  "حیرت انگیز سفر شروع کرنے کے لیے ابھی سائن ان کریں",
  "Vacation_title":	  "براہ کرم اس فارم کو پُر کریں",
  "Vacation Request":	  "چھٹی کی درخواست",
	
  "General Request":	  "عام درخواست",
  "General Request List": "عمومی درخواست کی فہرست",
  "General Management": "عمومی درخواست کا انتظام",
  "general_title":	  "براہ کرم اس فارم کو پُر کریں",

  "RequestDate": "درخواست کی تاریخ",
  "Cash Management": "کیش کی درخواست کا انتظام",
  "Cash Request":	  "کیش ایڈوانس کی درخواست",
  "cash_title":	  "براہ کرم اس فارم کو پُر کریں",
	
  "Please start scan attendance Qr code":	  "براہ کرم حاضری کا QR کوڈ اسکین کرنا شروع کریں",

  "Notifications": "اطلاعات",
  "policy":	  "تمام حقوق اوشین اسپارک کے پاس محفوظ ہیں۔",
  "terms":	"ایپ کو ڈاؤن لوڈ کرنے یا استعمال کرنے سے, یہ شرائط خود بخود آپ پر لاگو ہوں گی - آپ کو اس بات کو یقینی بنانا چاہیے کہ آپ ایپ کو استعمال کرنے سے پہلے انہیں احتیاط سے پڑھیں۔ آپ کو ایپ کو کاپی کرنے یا اس میں ترمیم کرنے کی اجازت نہیں ہے, ایپ کے کسی بھی حصے, یا کسی بھی طرح سے ہمارے ٹریڈ مارکس۔ آپ کو ایپ کا سورس کوڈ نکالنے کی کوشش کرنے کی اجازت نہیں ہے, اور آپ کو ایپ کا دوسری زبانوں میں ترجمہ کرنے یا مشتق ورژن بنانے کی بھی کوشش نہیں کرنی چاہیے۔ خود ایپ, اور تمام ٹریڈ مارک, کاپی رائٹ, ڈیٹا بیس کے حقوق, اور اس سے متعلق دیگر دانشورانہ املاک کے حقوق اب بھی Ocean Spark کے ہیں۔\nOcean Spark اس بات کو یقینی بنانے کے لیے پرعزم ہے کہ ایپ زیادہ سے زیادہ کارآمد اور موثر ہو۔ اسی وجہ سے, ہم اس میں تبدیلیاں کرنے کا حق محفوظ رکھتے ہیں۔ ایپ یا اس کی خدمات کے لیے, کسی بھی وقت اور کسی بھی وجہ سے چارج کرنا۔ ہم آپ کو یہ واضح کیے بغیر کہ آپ کس چیز کے لیے ادائیگی کر رہے ہیں, ایپ یا اس کی خدمات کے لیے آپ سے کبھی بھی چارج نہیں کریں گے۔\nhuma_life ایپ اسٹور اور پروسیس کرتی ہے۔ ذاتی ڈیٹا جو آپ نے ہمیں فراہم کیا ہے۔ ہماری خدمت فراہم کریں۔ اپنے فون اور ایپ تک رسائی کو محفوظ رکھنا آپ کی ذمہ داری ہے۔ ہم تجویز کرتے ہیں کہ آپ اپنے فون کو جیل بریک یا روٹ نہ کریں, جو آپ کے آلے کے آفیشل آپریٹنگ سسٹم کے ذریعے عائد کردہ سافٹ ویئر کی پابندیوں اور حدود کو ہٹانے کا عمل ہے۔ یہ آپ کے فون کو میلویئر/وائرس/نقصان دہ پروگراموں کے لیے خطرناک بنا سکتا ہے, آپ کے فون کی سیکیورٹی خصوصیات سے سمجھوتہ کر سکتا ہے اور اس کا مطلب یہ ہو سکتا ہے کہ سیلفی ایپ ٹھیک سے یا بالکل کام نہیں کرے گی۔\nایپ تھرڈ پارٹی سروسز استعمال کرتی ہے جو اپنی شرائط کا اعلان کرتی ہیں اور شرائط۔\nایپ کے ذریعے استعمال ہونے والے فریق ثالث کے سروس فراہم کنندگان کی شرائط و ضوابط کا لنک\n•\tGoogle Play سروسز\nآپ کو معلوم ہونا چاہیے کہ کچھ چیزیں ایسی ہیں جن کی ذمہ داری Ocean Spark قبول نہیں کرے گی۔ ایپ کے کچھ افعال کے لیے ایپ کو ایک فعال انٹرنیٹ کنیکشن کی ضرورت ہوگی۔ کنکشن وائی فائی ہو سکتا ہے یا آپ کے موبائل نیٹ ورک فراہم کنندہ کے ذریعے فراہم کیا جا سکتا ہے, لیکن اگر آپ کو وائی فائی تک رسائی نہیں ہے, اور آپ کے پاس کوئی بھی نہیں ہے تو Ocean Spark ایپ مکمل فعالیت کے ساتھ کام نہ کرنے کی ذمہ داری نہیں لے سکتا۔ ڈیٹا الاؤنس باقی ہے۔\nاگر آپ Wi-Fi والے علاقے سے باہر ایپ استعمال کر رہے ہیں, تو آپ کو یاد رکھنا چاہیے کہ آپ کے موبائل نیٹ ورک فراہم کنندہ کے ساتھ معاہدے کی شرائط اب بھی لاگو ہوں گی۔ نتیجے کے طور پر, آپ کے موبائل فراہم کنندہ کی طرف سے ایپ تک رسائی کے دوران کنکشن کی مدت کے لیے ڈیٹا کی قیمت, یا دوسرے فریق ثالث کے چارجز وصول کیے جا سکتے ہیں۔ ایپ استعمال کرتے وقت, آپ ایسے کسی بھی چارجز کی ذمہ داری قبول کر رہے ہیں, بشمول رومنگ ڈیٹا چارجز اگر آپ ایپ کو اپنے گھر کے علاقے (یعنی علاقہ یا ملک) سے باہر ڈیٹا رومنگ کو بند کیے بغیر استعمال کرتے ہیں۔ اگر آپ اس ڈیوائس کے بل ادا کرنے والے نہیں ہیں جس پر آپ ایپ استعمال کر رہے ہیں, تو براہ کرم آگاہ رہیں کہ ہم فرض کرتے ہیں کہ آپ کو ایپ استعمال کرنے کے لیے بل ادا کرنے والے سے اجازت مل گئی ہے۔\nاسی خطوط پر, Ocean Spark ہمیشہ نہیں لے سکتا آپ جس طرح سے ایپ استعمال کرتے ہیں اس کی ذمہ داری یعنی آپ کو یہ یقینی بنانا ہوگا کہ آپ کا آلہ چارج رہتا ہے – اگر اس کی بیٹری ختم ہو جاتی ہے اور آپ سروس حاصل کرنے کے لیے اسے آن نہیں کر پاتے ہیں, تو Ocean Spark ذمہ داری قبول نہیں کر سکتا۔\nOcean کے حوالے سے آپ کے ایپ کے استعمال کے لیے سپارک کی ذمہ داری, جب آپ ایپ استعمال کر رہے ہیں, تو یہ ذہن میں رکھنا ضروری ہے کہ اگرچہ ہم اس بات کو یقینی بنانے کی کوشش کرتے ہیں کہ یہ ہر وقت اپ ڈیٹ اور درست ہے, ہم ہمیں معلومات فراہم کرنے کے لیے فریق ثالث پر انحصار کرتے ہیں۔ تاکہ ہم اسے آپ کے لیے دستیاب کر سکیں۔ Ocean Spark کسی بھی نقصان کی کوئی ذمہ داری قبول نہیں کرتا, براہ راست یا بالواسطہ, آپ کو ایپ کی اس فعالیت پر مکمل انحصار کرنے کے نتیجے میں تجربہ ہوتا ہے۔\nکسی وقت, ہم ایپ کو اپ ڈیٹ کرنا چاہتے ہیں۔ ایپ فی الحال اینڈرائیڈ اور آئی او ایس پر دستیاب ہے – دونوں سسٹمز (اور کسی بھی اضافی سسٹمز کے لیے جو ہم ایپ کی دستیابی کو بڑھانے کا فیصلہ کرتے ہیں) کے تقاضے بدل سکتے ہیں, اور اگر آپ استعمال کرتے رہنا چاہتے ہیں تو آپ کو اپ ڈیٹس ڈاؤن لوڈ کرنے کی ضرورت ہوگی۔ ایپ Ocean Spark یہ وعدہ نہیں کرتا ہے کہ وہ ایپ کو ہمیشہ اپ ڈیٹ کرے گا تاکہ یہ آپ کے لیے متعلقہ ہو اور/یا آپ کے آلے پر انسٹال کردہ Android اور iOS ورژن کے ساتھ کام کرے۔ تاہم, جب آپ کو پیشکش کی جائے گی تو آپ ہمیشہ ایپلی کیشن کی اپ ڈیٹس کو قبول کرنے کا وعدہ کرتے ہیں, ہم ایپ کو فراہم کرنا بھی بند کر سکتے ہیں, اور آپ کو برطرفی کا نوٹس دیے بغیر کسی بھی وقت اس کا استعمال ختم کر سکتے ہیں۔ جب تک کہ ہم آپ کو دوسری صورت میں نہ بتائیں, کسی بھی برطرفی پر, (a) ان شرائط میں آپ کو دیئے گئے حقوق اور لائسنس ختم ہو جائیں گے؛ (b) آپ کو ایپ کا استعمال بند کرنا چاہیے, اور (اگر ضرورت ہو) اسے اپنے آلے سے حذف کرنا چاہیے۔\nاس شرائط و ضوابط میں تبدیلیاں\nہم وقتاً فوقتاً اپنی شرائط و ضوابط کو اپ ڈیٹ کر سکتے ہیں۔ لہذا, آپ کو مشورہ دیا جاتا ہے کہ کسی بھی تبدیلی کے لیے وقتاً فوقتاً اس صفحہ کا جائزہ لیں۔ ہم اس صفحہ پر نئی شرائط و ضوابط پوسٹ کر کے آپ کو کسی بھی تبدیلی کے بارے میں مطلع کریں گے۔\nیہ شرائط و ضوابط 2022-11-2022 سے نافذ العمل ہیں\nہم سے رابطہ کریں\nاگر آپ کے پاس ہماری شرائط و ضوابط کے بارے میں کوئی سوال یا تجاویز ہیں, تو کریں info@OceanSpark.net پر ہم سے رابطہ کرنے میں سنکوچ نہ کریں۔ \n",
  "privacy":	"پرائیویسی نوٹس\n\nآخری بار 30 نومبر 2022 کو اپ ڈیٹ کیا گیا\n\n\n\nOcean Spark کے لیے یہ رازداری کا نوٹس, اس بات کی وضاحت کرتا ہے کہ جب آپ ہماری معلومات کو استعمال کرتے ہیں تو ہم آپ کی معلومات کو کیسے اور کیوں جمع, ذخیرہ, استعمال, اور/یا شیئر/پروسیس کر سکتے ہیں خدمات ( \"سیلفی ایپلیکیشن\"), جیسے کہ جب آپ:\nہماری موبائل ایپلیکیشن سیلفی کو ڈاؤن لوڈ اور استعمال کرتے ہیں, یا ہماری کوئی دوسری ایپلیکیشن جو اس رازداری کے نوٹس سے منسلک ہوتی ہے\nہمارے ساتھ دیگر متعلقہ طریقوں سے منسلک ہوں, بشمول کسی بھی فروخت, مارکیٹنگ , یا واقعات\nسوالات یا خدشات؟ اس رازداری کے نوٹس کو پڑھنے سے آپ کو اپنے رازداری کے حقوق اور انتخاب کو سمجھنے میں مدد ملے گی۔ اگر آپ ہماری پالیسیوں اور طریقوں سے متفق نہیں ہیں, تو براہ کرم ہماری خدمات کا استعمال نہ کریں۔ ہم سے info@OceanSpark.net پر رابطہ کریں۔\n\nدرخواست کا مختصر\n\nسیلفی ایپلیکیشن: ایک سیلف سروس ایپلی کیشن ہے جو بنیادی طور پر انسانی وسائل کے محکموں کے سربراہوں کے لیے تیار کی گئی ہے۔\nملازمین (GPS مقام, کیمرے کے ذریعے بیرونی QR سسٹم کو اسکین کرنا, یا سپروائزر اسکین کر سکتا ہے۔ ملازمین کا QR اسکین کریں)۔\nملازمین ماہانہ کسی بھی درخواست کی درخواست کر سکتا ہے جو تنظیم برداشت کر سکتی ہے۔\nدرخواست کسی ایک تنظیم کے لیے نہیں بلکہ سرور تنظیموں کے لیے تیار اور برقرار رکھی گئی ہے, ہر تنظیم کے پاس اپنے سرورز, ڈیٹا بیس, ڈیٹا وغیرہ ہوتے ہیں۔ n\nاہم نکات کا خلاصہ\n\nیہ خلاصہ ہمارے پرائیویسی نوٹس سے کلیدی نکات فراہم کرتا ہے, لیکن آپ ان میں سے کسی بھی عنوان کے بارے میں مزید تفصیلات ہر کلیدی نکتے کے نیچے دیے گئے لنک پر کلک کر کے یا ہمارے مندرجات کے جدول کو تلاش کرنے کے لیے نیچے حاصل کر سکتے ہیں۔ سیکشن جس کی آپ تلاش کر رہے ہیں۔ آپ براہ راست ہمارے مندرجات کے جدول پر جانے کے لیے یہاں کلک بھی کر سکتے ہیں۔\n\nہم کس ذاتی معلومات پر کارروائی کرتے ہیں؟ جب آپ ہماری سروسز پر جاتے ہیں, استعمال کرتے ہیں یا نیویگیٹ کرتے ہیں, تو ہم ذاتی معلومات پر اس بات پر انحصار کرتے ہیں کہ آپ سیلفی اور سروسز کے ساتھ کس طرح تعامل کرتے ہیں, آپ جو انتخاب کرتے ہیں, اور جو پروڈکٹس اور خصوصیات آپ استعمال کرتے ہیں۔ مزید جاننے کے لیے یہاں کلک کریں۔\n\nکیا ہم کسی حساس ذاتی معلومات پر کارروائی کرتے ہیں؟ ہم حساس ذاتی معلومات پر کارروائی کر سکتے ہیں جب ضروری ہو آپ کی رضامندی سے یا دوسری صورت میں قابل اطلاق قانون کی اجازت کے مطابق۔ مزید جاننے کے لیے یہاں کلک کریں۔\n\nکیا ہمیں فریق ثالث سے کوئی معلومات موصول ہوتی ہیں؟ ہمیں فریق ثالث سے کوئی معلومات موصول نہیں ہوتی ہیں۔\n\nہم آپ کی معلومات پر کیسے کارروائی کرتے ہیں؟ ہم اپنی خدمات فراہم کرنے, بہتر بنانے اور ان کا نظم کرنے, آپ کے ساتھ بات چیت کرنے, سیکورٹی اور دھوکہ دہی کی روک تھام اور قانون کی تعمیل کرنے کے لیے آپ کی معلومات پر کارروائی کرتے ہیں۔ ہم آپ کی رضامندی سے دیگر مقاصد کے لیے بھی آپ کی معلومات پر کارروائی کر سکتے ہیں۔ ہم آپ کی معلومات پر صرف اس وقت کارروائی کرتے ہیں جب ہمارے پاس ایسا کرنے کی کوئی درست قانونی وجہ ہو۔ مزید جاننے کے لیے یہاں کلک کریں۔\n\nہم کن حالات میں اور کن فریقوں کے ساتھ ذاتی معلومات کا اشتراک کرتے ہیں؟ ہم مخصوص حالات میں اور مخصوص تیسرے فریق کے ساتھ معلومات کا اشتراک کر سکتے ہیں۔ مزید جاننے کے لیے یہاں کلک کریں۔\n\nہم آپ کی معلومات کو کیسے محفوظ رکھیں؟ آپ کی ذاتی معلومات کی حفاظت کے لیے ہمارے پاس تنظیمی اور تکنیکی عمل اور طریقہ کار موجود ہیں۔ تاہم, انٹرنیٹ یا انفارمیشن سٹوریج ٹیکنالوجی پر کوئی بھی الیکٹرانک ٹرانسمیشن 100% محفوظ ہونے کی ضمانت نہیں دی جا سکتی, اس لیے ہم یہ وعدہ یا ضمانت نہیں دے سکتے کہ ہیکرز, سائبر کرائمینلز, یا دیگر غیر مجاز تیسرے فریق ہماری سیکیورٹی کو شکست نہیں دے سکیں گے اور غلط طریقے سے جمع, رسائی حاصل کر سکیں گے۔ آپ کی معلومات چوری کریں یا اس میں ترمیم کریں۔ مزید جاننے کے لیے یہاں کلک کریں۔\n\nآپ کے حقوق کیا ہیں؟ جغرافیائی طور پر آپ کہاں واقع ہیں اس پر انحصار کرتے ہوئے, قابل اطلاق رازداری کے قانون کا مطلب یہ ہو سکتا ہے کہ آپ کو اپنی ذاتی معلومات سے متعلق کچھ حقوق حاصل ہیں۔ مزید جاننے کے لیے یہاں کلک کریں۔\n\nآپ اپنے حقوق کا استعمال کیسے کرتے ہیں؟ اپنے حقوق استعمال کرنے کا سب سے آسان طریقہ یہ ہے کہ یہاں دستیاب ہمارے ڈیٹا سبجیکٹ درخواست فارم کو پُر کریں, یا ہم سے رابطہ کریں۔ ہم قابل اطلاق ڈیٹا پروٹیکشن قوانین کے مطابق کسی بھی درخواست پر غور کریں گے اور اس پر کارروائی کریں گے۔\n\nاس بارے میں مزید جاننا چاہتے ہیں کہ سیلفی ہمارے ذریعے جمع کی جانے والی کسی بھی معلومات کے ساتھ کیا کرتی ہے؟ نوٹس کا مکمل جائزہ لینے کے لیے یہاں کلک کریں۔\n\n\nٹیبل آف کنٹنٹ\n\n1۔ ہم کون سی معلومات جمع کرتے ہیں؟\n2. ہم آپ کی معلومات کو کیسے پروسیس کرتے ہیں؟\n3.آپ کی ذاتی معلومات پر کارروائی کرنے کے لیے ہم کن قانونی بنیادوں پر انحصار کرتے ہیں؟\n4. ہم آپ کی ذاتی معلومات کب اور کس کے ساتھ شیئر کرتے ہیں؟\n5. کیا ہم کوکیز اور دیگر ٹریکنگ ٹیکنالوجیز استعمال کرتے ہیں؟\n6. ہم آپ کی معلومات کب تک رکھیں گے؟\n7۔ ہم آپ کی معلومات کو کیسے محفوظ رکھیں؟\n8۔ آپ کے رازداری کے حقوق کیا ہیں؟\n9۔ خصوصیات کو ٹریک نہ کرنے کے لیے کنٹرولز\n10۔ کیا ہم اس نوٹس کو اپ ڈیٹ کرتے ہیں؟\n11. آپ اس نوٹس کے بارے میں ہم سے کیسے رابطہ کر سکتے ہیں؟\n12. ہم آپ سے جو ڈیٹا اکٹھا کرتے ہیں آپ اس کا جائزہ, اپ ڈیٹ یا حذف کیسے کر سکتے ہیں؟\n\n1. ہم کون سی معلومات جمع کرتے ہیں؟\n\nذاتی معلومات جو آپ ہمیں ظاہر کرتے ہیں\n\nمختصر: ہم وہ ذاتی معلومات جمع کرتے ہیں جو آپ ہمیں فراہم کرتے ہیں۔ جیسا کہ صارف اپنا اکاؤنٹ رجسٹر کر سکتا ہے۔\n\nہم ذاتی معلومات جمع کرتے ہیں جو آپ رضاکارانہ طور پر ہمیں فراہم کرتے ہیں جب آپ ہمارے یا ہماری مصنوعات اور خدمات کے بارے میں معلومات حاصل کرنے میں دلچسپی کا اظہار کرتے ہیں, جب آپ سروسز پر سرگرمیوں میں حصہ لیتے ہیں, یا دوسری صورت میں جب آپ ہم سے رابطہ کریں۔\n\nآپ کی فراہم کردہ ذاتی معلومات۔ جو ذاتی معلومات ہم جمع کرتے ہیں اس کا انحصار ہمارے اور سروسز کے ساتھ آپ کے تعامل کے تناظر, آپ کے انتخاب اور آپ کے استعمال کردہ مصنوعات اور خصوصیات پر ہوتا ہے۔ ہم جو ذاتی معلومات اکٹھا کرتے ہیں اس میں درج ذیل شامل ہو سکتے ہیں:\nنام, ایپلیکیشن پاس ورڈ اور ایپلیکیشن کے منتظم کی طرف سے درخواست کردہ کوئی اور۔ جیسا کہ درخواست ہیومن ریسورس ڈیپارٹمنٹ کے لیے ملازمین کو منظم کرنے اور سیلف سروس کی درخواستوں کی اجازت دینے کے لیے بنائی گئی ہے۔\nحساس معلومات۔ جب ضروری ہو, آپ کی رضامندی کے ساتھ یا جیسا کہ قابل اطلاق قانون کے ذریعہ اجازت دی گئی ہے, ہم حساس معلومات کے درج ذیل زمروں پر کارروائی کرتے ہیں:\nبائیو میٹرک ڈیٹا (مستقبل میں صارف کے نام اور پاس ورڈ کی بجائے لاگ ان کرنے کے لیے ایک آسان طریقہ کے لیے استعمال کیا جا سکتا ہے)۔ n درخواست کا ڈیٹا۔ اگر آپ ہماری درخواست (درخواستیں) استعمال کرتے ہیں, تو ہم درج ذیل معلومات بھی جمع کر سکتے ہیں اگر آپ ہمیں رسائی یا اجازت فراہم کرنے کا انتخاب کرتے ہیں:\nجغرافیائی محل وقوع کی معلومات۔ ہم آپ کے موبائل ڈیوائس سے محل وقوع پر مبنی معلومات کو ٹریک کرنے کے لیے رسائی یا اجازت کی درخواست کر سکتے ہیں, یا تو مسلسل یا جب آپ ہماری موبائل ایپلیکیشن استعمال کر رہے ہوں, مخصوص مقام پر مبنی خدمات فراہم کرنے کے لیے۔ اگر آپ ہماری رسائی یا اجازتوں کو تبدیل کرنا چاہتے ہیں, تو آپ اپنے آلے کی ترتیبات میں ایسا کر سکتے ہیں۔\nچونکہ ہم HR کے لیے سیلف سروس ایپلیکیشن فراہم کر رہے ہیں, اس لیے آج کل چیک ان/آؤٹ (حاضری کے لیے) کرنے کے لیے یہ ایک آپشن درکار ہے, اگرچہ نہیں فنگر پرنٹ مشین موجود ہے, صرف کمپنی کے مقام کے آس پاس رہیں اور آپ چیک ان/آؤٹ کر سکتے ہیں۔\nموبائل ڈیوائس تک رسائی۔ ہم آپ کے موبائل ڈیوائس سے کچھ خصوصیات تک رسائی یا اجازت کی درخواست کر سکتے ہیں, بشمول آپ کے موبائل ڈیوائس کا کیمرہ (کیمرہ کو QR سکینر کے طور پر استعمال کر کے آپ چیک ان/آؤٹ کر سکتے ہیں, یہ ایک بیرونی QR جنریٹر سسٹم کا استعمال کرتے ہوئے ایک اور طریقہ ہے), اور دیگر خصوصیات۔ اگر آپ ہماری رسائی یا اجازتیں تبدیل کرنا چاہتے ہیں, تو آپ اپنے آلے کی ترتیبات میں ایسا کر سکتے ہیں۔\nپش نوٹیفیکیشنز۔ ہم درخواست کر سکتے ہیں کہ آپ کو آپ کے اکاؤنٹ یا ایپلیکیشن کی کچھ خصوصیات کے بارے میں پش اطلاعات بھیجیں۔ اگر آپ اس قسم کی کمیونیکیشنز حاصل کرنے سے آپٹ آؤٹ کرنا چاہتے ہیں تو آپ انہیں اپنے آلے کی سیٹنگز میں بند کر سکتے ہیں۔\nیہ معلومات بنیادی طور پر ہماری ایپلیکیشن (ایپلی کیشنز) کی سیکیورٹی اور آپریشن کو برقرار رکھنے, ٹربل شوٹنگ اور ہمارے اندرونی تجزیات کے لیے درکار ہے۔ اور رپورٹنگ کے مقاصد۔\n\nتمام ذاتی معلومات جو آپ ہمیں فراہم کرتے ہیں وہ سچی, مکمل اور درست ہونی چاہیے, اور آپ کو ایسی ذاتی معلومات میں کسی بھی تبدیلی کے بارے میں ہمیں مطلع کرنا چاہیے۔\n\n2.ہم آپ کی معلومات کو کیسے پروسیس کرتے ہیں؟\n\nصرف: ہم آپ کی معلومات کے ساتھ کسی بھی چیز پر کارروائی نہیں کرتے ہیں کیونکہ یہ بنیادی طور پر تنظیم کے منتظم کے ذریعہ برقرار ہے۔\n\n\n\n\n3. آپ کی معلومات پر کارروائی کرنے کے لیے ہم کن قانونی بنیادوں پر انحصار کرتے ہیں؟\n\nمختصر: جیسا کہ پہلے ذکر کیا گیا ہے, ہم کسی بھی ڈیٹا پر کارروائی نہیں کر رہے ہیں, کیونکہ یہ تنظیم کی ملکیت ان کے اپنے سرورز پر ہے۔\n\n4. ہم آپ کی ذاتی معلومات کب اور کس کے ساتھ شیئر کرتے ہیں؟\n\nمختصر: ہم اس سیکشن میں بیان کردہ مخصوص حالات میں اور/یا درج ذیل فریقین کے ساتھ معلومات کا اشتراک کر سکتے ہیں۔\n\nہمیں آپ کی ذاتی معلومات کا اشتراک کرنا پڑ سکتا ہے درج ذیل حالات:\nجب ہم Google Maps پلیٹ فارم APIs استعمال کرتے ہیں۔ ہم آپ کی معلومات کا اشتراک کچھ Google Maps پلیٹ فارم APIs (جیسے, Google Maps API, Places API) کے ساتھ کر سکتے ہیں۔ Google کی رازداری کی پالیسی کے بارے میں مزید جاننے کے لیے, براہ کرم اس لنک سے رجوع کریں۔ ہم آپ کے آلے (\"کیشے\") پر آپ کا مقام حاصل اور اسٹور کرتے ہیں۔ آپ اس دستاویز کے آخر میں فراہم کردہ رابطے کی تفصیلات پر ہم سے رابطہ کر کے کسی بھی وقت اپنی رضامندی منسوخ کر سکتے ہیں۔\n\n5۔ کیا ہم کوکیز اور دیگر ٹریکنگ ٹیکنالوجیز استعمال کرتے ہیں؟\n\nمختصر: ہم آپ کی معلومات کو آپ کے آلے میں جمع کرنے اور ذخیرہ کرنے کے لیے کوکیز اور دیگر ٹریکنگ ٹیکنالوجیز کا استعمال کر سکتے ہیں تاکہ زیادہ تر ایپلیکیشن کی کارروائیوں کو تیز تر بنایا جا سکے۔\n\n\n6. ہم آپ کی معلومات کو کب تک رکھیں گے؟\n\nمختصر: ہم اس رازداری کے نوٹس میں بیان کردہ مقاصد کو پورا کرنے کے لیے جب تک ضروری ہو آپ کی معلومات کو محفوظ رکھتے ہیں جب تک کہ قانون کے مطابق اس کی ضرورت نہ ہو۔\n\n7۔ ہم آپ کی معلومات کو کیسے محفوظ رکھتے ہیں؟\n\nمختصر: ہمارا مقصد تنظیمی اور تکنیکی حفاظتی اقدامات کے نظام کے ذریعے آپ کی ذاتی معلومات کی حفاظت کرنا ہے۔\n\nہم نے حفاظت کے تحفظ کے لیے بنائے گئے مناسب اور معقول تکنیکی اور تنظیمی حفاظتی اقدامات نافذ کیے ہیں۔ کسی بھی ذاتی معلومات پر جس پر ہم کارروائی کرتے ہیں۔ تاہم, ہمارے تحفظات اور آپ کی معلومات کو محفوظ بنانے کی کوششوں کے باوجود, انٹرنیٹ پر کوئی بھی الیکٹرانک ٹرانسمیشن یا انفارمیشن سٹوریج ٹیکنالوجی کے 100% محفوظ ہونے کی ضمانت نہیں دی جا سکتی, اس لیے ہم یہ وعدہ یا ضمانت نہیں دے سکتے کہ ہیکرز, سائبر کرائمینلز, یا دیگر غیر مجاز تیسرے فریق نہیں ہوں گے۔ ہماری سیکیورٹی کو شکست دینے اور آپ کی معلومات کو غلط طریقے سے جمع کرنے, اس تک رسائی حاصل کرنے, چوری کرنے یا اس میں ترمیم کرنے کے قابل ہے۔ اگرچہ ہم آپ کی ذاتی معلومات کی حفاظت کے لیے پوری کوشش کریں گے, لیکن ہماری سروسز کو اور اس سے ذاتی معلومات کی ترسیل آپ کے اپنے خطرے پر ہے۔ آپ کو صرف ایک محفوظ ماحول میں خدمات تک رسائی حاصل کرنی چاہیے۔\n\n8. آپ کے رازداری کے حقوق کیا ہیں؟\n\nمختصر: تمام حقوق آپ کی تنظیم میں ایپلیکیشن ایڈمن (بنیادی طور پر ایچ آر ڈیپارٹمنٹ مینیجر) کے ذریعے عطا کیے گئے ہیں۔\n\n9۔ خصوصیات کو ٹریک نہ کریں۔ آپ کی آن لائن براؤزنگ سرگرمیوں کے بارے میں ڈیٹا کی نگرانی اور جمع کیا جاتا ہے۔ اس مرحلے پر DNT سگنلز کو پہچاننے اور لاگو کرنے کے لیے یکساں ٹیکنالوجی کے معیار کو حتمی شکل نہیں دی گئی ہے۔ اس طرح, ہم فی الحال DNT براؤزر سگنلز یا کسی دوسرے طریقہ کار کا جواب نہیں دیتے ہیں جو خود بخود آپ کی پسند کو آن لائن ٹریک نہ کرنے کے بارے میں بتاتا ہے۔ اگر آن لائن ٹریکنگ کے لیے کوئی معیار اپنایا جاتا ہے جس کی ہمیں مستقبل میں پیروی کرنی چاہیے, تو ہم آپ کو اس پرائیویسی نوٹس کے نظرثانی شدہ ورژن میں اس عمل کے بارے میں مطلع کریں گے۔\n\n10۔ کیا ہم اس نوٹس کو اپ ڈیٹ کرتے ہیں؟\n\nمختصر: ہاں, ہم متعلقہ قوانین کے مطابق رہنے کے لیے ضروری طور پر اس نوٹس کو اپ ڈیٹ کریں گے۔\n\nہم وقتاً فوقتاً اس پرائیویسی نوٹس کو اپ ڈیٹ کر سکتے ہیں۔ اپ ڈیٹ شدہ ورژن کی نشاندہی ایک اپ ڈیٹ شدہ \"نظرثانی شدہ\" تاریخ سے کی جائے گی اور اپ ڈیٹ شدہ ورژن جیسے ہی قابل رسائی ہو گا مؤثر ہو جائے گا۔ اگر ہم اس رازداری کے نوٹس میں مادی تبدیلیاں کرتے ہیں, تو ہم آپ کو ایسی تبدیلیوں کا نوٹس نمایاں طور پر پوسٹ کرکے یا براہ راست آپ کو اطلاع بھیج کر مطلع کر سکتے ہیں۔ ہم آپ کی حوصلہ افزائی کرتے ہیں کہ آپ اس رازداری کے نوٹس کا کثرت سے جائزہ لیں تاکہ ہم آپ کی معلومات کی حفاظت کیسے کر رہے ہیں۔\n\n11۔ آپ اس نوٹس کے بارے میں ہم سے کیسے رابطہ کر سکتے ہیں؟\n\nاگر آپ کے پاس اس نوٹس کے بارے میں کوئی سوالات یا تبصرے ہیں, تو آپ ہمیں info@OceanSpark.net پر ای میل کر سکتے ہیں یا ہمارے facebook/linkedIn صفحہ پر پیغام بھیج سکتے ہیں:\n\nFacebok صفحہ۔ \n لنکڈ ان پیج۔\n\n12۔ آپ ہمارے آپ سے جمع کردہ ڈیٹا کا جائزہ, اپ ڈیٹ یا حذف کیسے کر سکتے ہیں؟\n\nآپ کے ملک کے قابل اطلاق قوانین کی بنیاد پر, آپ کو یہ حق حاصل ہو سکتا ہے کہ ہم آپ سے جو ذاتی معلومات جمع کرتے ہیں اس تک رسائی کی درخواست کریں, اس معلومات کو تبدیل کریں, یا اسے مٹا دو. اپنی ذاتی معلومات کا جائزہ لینے, اپ ڈیٹ کرنے یا حذف کرنے کی درخواست کرنے کے لیے, براہ کرم یہاں کلک کر کے درخواست فارم جمع کروائیں۔\n\n",
  "Google Play Store Link": "https://play.google.com/store/apps/details?id=com.hr.huma_life"
}